// import { getMemberPathById } from "../../../server/api/teamMembers/id";

const VacavciesData = [
    {
        id: "1",
        position: "Сортировщик на линию",
        salary: "На процентах",
        disc: "Сортировка различных типов отходов, которые образуются при производстве одежды и текстильных изделий. Задача сортировщика — классифицировать отходы для дальнейшей переработки.",
        type: "На предприятии",
        date: "01/05/2025",
    },
    {
        id: "2",
        position: "Инженер на линию оборудования",
        salary: "500 долларов США",
        disc: "Ремонт и обслуживание оборудования.",
        type: "На предприятии",
        data: "11/05/2025",
    },
    {
        id: "3",
        position: "Водитель",
        salary: "Сдельная",
        disc: "Водитель на грузовой автомобиль грузоподъемностью до 1,5 тонн (Спринтер грузовой).",
        type: "На предприятии",
        data: "23/05/2025",
    },
    {
        id: "4",
        position: "Программист",
        salary: "Оклад",
        disc: "Разработка и обслуживание приложения IOS & Android.",
        type: "Удаленно",
        data: "29/05/2025",
    },
];

export default VacavciesData;
