// const arrForProduct = [
//     { id: 131, to: "#", label: "УТЕПЛИТЕЛИ" },
//     { id: 132, to: "#", label: "БАЗАЛЬТОВЫЙ УТЕПЛИТЕЛЬ" },
//     { id: 133, to: "#", label: "СТРОИТЕЛЬНЫЕ ПЕРЧАТКИ" },
//     { id: 134, to: "#", label: "ТЕХНИЧЕСКИЕ ТКАНИ" },
// ];

const membersData = [
    {
        id: "1",
        name: "ХЛОПОК",
        image: require("../../../assets/popUpProduct/cotton_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "2",
        name: "ПОЛИЭСТЕР",
        image: require("../../../assets/popUpProduct/wool_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "3",
        name: "ШЕРСТЬ",
        image: require("../../../assets/popUpProduct/cotton_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "4",
        name: "ЛЕН",
        image: require("../../../assets/popUpProduct/wool_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "5",
        name: "НЕЙЛОН",
        image: require("../../../assets/popUpProduct/cotton_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "6",
        name: "ВИСКОЗА",
        image: require("../../../assets/popUpProduct/wool_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "7",
        name: "СПАНДЕКС (ЭЛАСТАН)",
        image: require("../../../assets/popUpProduct/cotton_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "8",
        name: "ДЕНИМ (ДЖИНСОВАЯ ТКАНЬ)",
        image: require("../../../assets/popUpProduct/wool_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
    {
        id: "9",
        name: "АКРИЛ",
        image: require("../../../assets/popUpProduct/cotton_fabric.png"),
        annotation:
            "Хлопок – материал натурального происхождения, который добывается из волокон одноименного цветка, проходящих тщательную, специфическую обработку. При добавлении к хлопковым волокнам дополнительных нитей, текстильные фабрики создают массу различных тканей, удобных в использовании.",
    },
];

export default membersData;
