const popUpGoodsData = [
    {
        id: "1",
        name: "ТЕХНИЧЕСКИЕ ТКАНИ",
        image: require("../../../assets/popUpProduct/bazalt_uteplitel.png"),
        annotation:
            "Для того чтобы из природного минерала получить тканое полотно, базальт переплавляют при высоких температура. Получается промежуточный материал, в который входят все минералы, характерные для месторождения добычи базальта. Из этого минерала вытягивают нити из которых потом простым полотняным плетением создают базальтовую ткань. Для технических нужд иногда создают полотна саржевым или атласным плетением. Чтобы ткань не нагревалась, ее с одной стороны обрабатывают алюминиевой фольгой или специальным напылением. Из-за постоянного окисления металлов, входящих в состав базальтовых нитей, полотно получается темным с грубой фактурой.",
    },
    {
        id: "2",
        name: "УТЕПЛИТЕЛИ ИЗ ПЕРЕРАБОТАННОЙ ТКАНИ",
        image: require("../../../assets/popUpProduct/tkan_uteplitel.png"),
        annotation:
            "Переработанные термоизоляционные материалы для решения проблемы текстильных отходов. Этот способ заключается в переработке отходов текстильной промышленности и снижении загрязнения. Перерабатываем теплоизоляционный материал и ткань, сокращаем текстильные отходы в окружающей среде, и даже придаем им больше функциональности, чтобы удовлетворить различные требования к вашим конечным продуктам.",
    },
    {
        id: "3",
        name: "СТРОИТЕЛЬНЫЕ ПЕРЧАТКИ",
        image: require("../../../assets/popUpProduct/perchatki.png"),
        annotation:
            "Строительные перчатки должны защищать от механических повреждений – истирания, порезов, проколов. Также важен комфорт при ношении, так как строителям приходится проводить много часов подряд в перчатках. Этим требованиям удовлетворяют трикотажные перчатки с точечным ПВХ покрытием.",
    },
    {
        id: "4",
        name: "ВЕРЕКИ И ЖГУТЫ",
        image: require("../../../assets/popUpProduct/tkan_verevki.png"),
        annotation:
            "Бельевые веревки и жгуты из переработанных материалов — это экологически чистые и устойчивые продукты, которые идеально подходят для использования в быту и на улице. Они производятся из переработанных пластмасс, текстиля или других материалов, что помогает снизить нагрузку на окружающую среду и уменьшить количество отходов.",
    },
    {
        id: "5",
        name: "ЖАЙНАМАЗЫ, МОЛИТВЕННЫЕ КОВРИКИ",
        image: require("../../../assets/popUpProduct/jainamaz.png"),
        annotation:
            "Бельевые веревки и жгуты из переработанных материалов — это экологически чистые и устойчивые продукты, которые идеально подходят для использования в быту и на улице. Они производятся из переработанных пластмасс, текстиля или других материалов, что помогает снизить нагрузку на окружающую среду и уменьшить количество отходов.",
    },
];
export default popUpGoodsData;
